Repository: morfjord/Diller-Loyalty
Catalog: languages/diller-loyalty-*.po
Languages: da_dk, nb_no, sv_se

source: Remove
da_dk: Fjern
nb_no: Fjern
sv_se: Ta bort

source: Request token is invalid or expired. Please try again. Try to reload the page.
da_dk: Anmodningstokenet er ugyldigt eller udløbet. Prøv at genindlæse siden.
nb_no: Forespørselstoken er ugyldig eller utløpt. Prøv å laste inn siden på nytt.
sv_se: Begäran token är ogiltig eller har löpt ut. Var god försök igen. Försök att ladda om sidan.

source: Request token is invalid or expired. Try to reload the page.
da_dk: Anmodningstokenet er ugyldigt eller udløbet. Prøv at genindlæse siden.
nb_no: Forespørselstoken er ugyldig eller utløpt. Prøv å laste inn siden på nytt.
sv_se: Begäran token är ogiltig eller har löpt ut. Försök att ladda om sidan.

source: Save my preferences
da_dk: Gem mine præferencer
nb_no: Lagre mine preferanser
sv_se: Spara mina inställningar

source: Save Settings
da_dk: Gem indstillinger
nb_no: Lagre instillinger
sv_se: Spara inställningar

source: Send invitation
nb_no: Send invitasjon
sv_se: Skicka inbjudan

source: Send order to Diller when order status is changed to
da_dk: Send ordre til Diller når ordrestatus ændres til
nb_no: Send ordre til Diller når ordrestatus endres til
sv_se: Skicka order till Diller när orderstatus ändras till

source: Send verification code
da_dk: Send bekræftelseskode
nb_no: Send verifiseringskode
sv_se: Skicka verifieringskod

source: Settings
da_dk: Indstillinger
nb_no: Innstillinger
sv_se: Inställningar

source: Settings saved
da_dk: Indstillingerne blev gemt
nb_no: Instillingene ble lagret
sv_se: Inställningar sparade

source: SMS Code
da_dk: SMS-kode
nb_no: SMS-kode
sv_se: SMS-kod

source: SMS: I want to receive benefits, offers and other marketing electronically in connection with the customer club via SMS.
da_dk: SMS: Jeg ønsker at modtage fordele, tilbud og anden markedsføring elektronisk i forbindelse med kundeklubben via SMS.
nb_no: SMS: Jeg ønsker å få tilsendt fordeler, tilbud og annen markedsføring elektronisk i tilknytning til kundeklubben på SMS.
sv_se: SMS: Jag vill få förmåner, erbjudanden och annan marknadsföring elektroniskt i anslutning till kundklubben via SMS.

source: Stamp can be used
da_dk: Klippekort kan bruges
nb_no: Klippekort kan bli brukt
sv_se: Klipp kan användas

source: Stamp can be used:
da_dk: Klippekort kan bruges:
nb_no: Klippekort kan bli brukt:
sv_se: Klipp kan användas:

source: Stamp has been used
da_dk: Klippekort er brugt
nb_no: Klippekort har blitt brukt
sv_se: Klipp har använts

source: Stay
da_dk: Afbestille
nb_no: Kanseller
sv_se: Stanna kvar

source: Store connected successfully
da_dk: Butikken er tilsluttet
nb_no: Butikk er koblet til

source: Store name
da_dk: Butiksnavn
nb_no: Butikk navn
sv_se: Butikens namn

source: Store Pin
da_dk: StoreID
nb_no: Butikk ID

source: Subscribe
da_dk: Bli med
nb_no: Bli med
sv_se: Prenumerera

source: Thank you! You friend was successfully invited to join the loyalty program!
da_dk: Tak! Din ven blev inviteret til at deltage i kundeklubben!
nb_no: Takk! Din venn ble invitert til å bli med i kundeklubben!
sv_se: Tack! Din vän accepterade din inbjuden att gå med i lojalitetsprogrammet!

source: Thanks for installing Diller Loyalty
da_dk: Tak, fordi du installerede Diller Loyalty
nb_no: Takk for at du installerte Diller Loyalty
sv_se: Tack för att du installerade Diller Loyalty

source: The API returned a <strong>%s</strong> response
da_dk: API returnerede et %s svar
nb_no: API returnerte en %s repons
sv_se: API:et returnerade ett <strong>%s</strong>-svar

source: The API was unreachable.
da_dk: API var ikke tilgængelig
nb_no: API var utilgjengelig
sv_se: API:et gick inte att nå.

source: The default placeholder for date input fields to provide a hint on how to type the date.%1$sEg. Norway: dd.mm.åååå, Sweden: åååå-mm-dd, UK: dd/mm/yyyy, US: mm/dd/yyyyetc.
da_dk: Standard datofelt pladsholder for at vise, hvordan du indtaster datoen.%1$sEg. Norge: dd.mm.åååå, Sverige: åååå-mm-dd, Storbritannien: dd/mm/åååå, USA: mm/dd/åååå.
nb_no: Standard plassholder til datofelt for å vise hvordan mann skriver inn datoen.%1$sEks. Norge: dd.mm.åååå, Sverige: åååå-mm-dd, Storbritannia: dd/mm/åååå, USA: mm/dd/ååååetc.
sv_se: Standardplaceringshållare för datuminmatningsfält för att ge en indikation på hur datumet ska skrivas.%1$sEg. Norge: dd.mm.ååååå, Sverige: ååååå-mm-dd, Storbritannien: dd/mm/åååå, USA: mm/dd/åååå osv.

source: The email provided in invalid.
da_dk: Du skal angive en gyldig e-mailadresse.
nb_no: Du må oppgi en gyldig e-postadresse.
sv_se: E-postadressen är ogiltig.

source: The following coupons were used: %1$s
da_dk: Følgende kuponer blev brugt: %1$s
nb_no: Følgende kuponger ble brukt: %1$s
sv_se: Följande kuponger användes: %1$s

source: The minimum age allowed, for enrolling the Loyalty Program
da_dk: Minimumsalderen for at melde sig ind i kundeklubben
nb_no: Minimumsalderen tillatt for å melde seg på Kundeklubb
sv_se: Minsta tillåtna ålder för att anmäla sig till lojalitetsprogrammet.

source: The verification code you entered is incorrect.
da_dk: SMS-koden er forkert.
nb_no: SMS koden er feil.
sv_se: Verifieringskoden du angav är felaktig.

source: There is already a member in our loyalty club with this email
da_dk: Emailen eksisterer allerede.
nb_no: E-post finnes allerede.
sv_se: Det finns redan en medlem i vår lojalitetsklubb med detta e-postmeddelande

source: There is already a member with this phone number associated.
da_dk: Der er allerede et medlem med dette telefonnummer.
nb_no: Det er allerede et medlem med dette telefonnummeret.
sv_se: Det finns redan en medlem med detta telefonnummeret.

source: This email is already in use.
da_dk: Emailen eksisterer allerede
nb_no: E-post finnes allerede
sv_se: Denna adress redan i bruk

source: This option lets you define countries for which phone numbers are allowed or not.
da_dk: Denne indstilling giver dig mulighed for at definere lande, for hvilke telefonnumre er tilladt eller ej.
nb_no: Dette alternativet lar deg definere land for hvilke telefonnumre er tillatt eller ikke.
sv_se: Med det här alternativet kan du definiera länder för vilka telefonnummer är tillåtna eller inte.

source: time
da_dk: gang
nb_no: gang
sv_se: gång

source: times
da_dk: gange
nb_no: ganger
sv_se: gånger

source: Unknown
da_dk: Ukendt
nb_no: Ukjent
sv_se: Okänd

source: unlimited
da_dk: ubegrænset
nb_no: ubegrenset
sv_se: obegränsat

source: Validate code and continue
da_dk: Bekræft koden og fortsæt
nb_no: Bekreft koden og fortsett
sv_se: Validera koden och fortsätt

source: Verification code (sent by SMS)
da_dk: Bekræftelseskode (sendes via SMS)
nb_no: Verifikasjonskode (sendt på SMS)
sv_se: Verifieringskod (skickad via SMS)

source: Verify phone number
da_dk: Bekræft mobilnummer
nb_no: Verifiser mobilnummer
sv_se: Verifiera telefonnummer

source: Version:
nb_no: Utgave:

source: We could not send the verification code to <b>%s</b>.
da_dk: Vi klarte ikke at sende SMS kode til <b>%s</b>.
nb_no: Vi klarte ikke å sende SMS kode til <b>%s</b>.
sv_se: Vi kunde inte skicka verifieringskoden till <b>%s</b>.

source: We just sent an SMS to <b>%s</b> with your verification code. It may take some seconds to arrive.
da_dk: SMS-kode sendt til <b>%s</b>. Det kan tage nogle sekunder, før du modtager SMS'en.
nb_no: SMS kode ble sendt til <b>%s</b>. Det kan ta noen sekunder før du mottar SMS'en.
sv_se: Vi skickade precis ett SMS till <b>%s</b> med din verifieringskod. Det kan ta några sekunder att komma fram.

source: We see that you are already a member, but you didn\'t fully complete the registration process. Please continue by requesting a validation code
da_dk: Vi kan se, at du allerede er medlem, men at du ikke har gennemført registreringsprocessen. Anmod om en sms med en bekræftelseskode for at fortsætte.
nb_no: Vi ser at du allerede er medlem, men at du ikke fullførte registreringsprosessen. Be om en SMS med en bekreftelseskode for å fortsette.
sv_se: Vi ser att du redan är medlem, men att du inte har slutfört registreringsprocessen helt. Fortsätt genom att begära en valideringskod

source: We were unable to get your details from our system
da_dk: Vi var ikke i stand til at hente dine oplysninger fra vores system
nb_no: Vi kunne ikke hente opplysningene dine fra systemet vårt
sv_se: Vi kunde inte hämta dina uppgifter från vårt system

source: We were unable to send you the verification code. Please make sure the phone number is valid.
da_dk: Vi kunne ikke sende bekræftelseskoden via SMS. Sørg for, at telefonnummeret er gyldigt.
nb_no: Vi kunne ikke sende bekreftelseskoden på SMS. Vennligst sørg for at telefonnummeret er gyldig.
sv_se: Vi kunde inte skicka verifieringskoden till dig. Se till att telefonnumret är giltigt.

source: We've sent a 5-digit verification code to your phone. Add it below to continue logging in.
da_dk: Vi har sendt en 5-cifret bekræftelseskode til din mobil. Tilføj det nedenfor for at fortsætte
nb_no: Vi har sendt en 5-sifret bekreftelseskode til mobilen din. Legg den til nedenfor for å fortsette
sv_se: Vi har skickat en femsiffrig verifieringskod till din telefon. Lägg till det nedan för att fortsätta logga in.

source: Welcome back!
da_dk: Velkommen tilbage!
nb_no: Velkommen tilbake!
sv_se: Välkommen tillbaka!

source: When an order has this status, it will be automatically sent to Diller. By default, transactions are sent when status is "completed"
da_dk: Når en ordre har denne status, vil den automatisk blive sendt til Diller. Som standard, sendes transaktioner når status er "fuldført"
nb_no: Når en ordre har denne statusen, vil den automatisk sendes til Diller. Som standard, bare sendes transaksjoner med status "fullført".
sv_se: När en beställning har denna status skickas den automatiskt till Diller. Som standard, skickas transaktioner med status "slutförd"

source: You are unsubscribed from the Loyalty Program. Please allow 10 days for us to come to terms with this change and update our system.
da_dk: Du er afmeldt loyalitetsprogrammet. Tillad venligst 10 dage for os at komme overens med denne ændring og opdatere vores system.
nb_no: Du er nå meldt ut av kundeklubben.
sv_se: Du har avregistrerat dig från lojalitetsprogrammet. Vänta 10 dagar för oss att komma överens med denna ändring och uppdatera vårt system.

source: You can access your loyalty program status and benefits by %1$sclicking here%2$s
da_dk: Du kan se din kundeklubstatus og fordele ved %1$sclicking here%2$s
nb_no: Du kan se din kundeklubb status og fordeler ved å %1$sklikke her%2$s
sv_se: Du kan komma åt status och förmåner för ditt lojalitetsprogram genom att %1$sclicking here%2$s

source: You don't have permission to authenticate Diller Loyalty Plugin.
da_dk: Du har ikke tilladelse til at autentificere Diller Loyalty Plugin.
nb_no: Du har ikke tillatelse til å autentisere Diller Lojalitets Plugin.
sv_se: Du har inte behörighet att autentisera Diller Loyalty Plugin.

source: You have <b>%s</b> usage left
da_dk: Kuponen kan bruges <b>%s</b> gang
nb_no: Kupong kan brukes <b>%s</b> gang
sv_se: Du har <b>%s</b> användning kvar

source: You have already joined our Loyalty Program.%1$sGo to %2$sMy Account%3$s page, if you wish to change your preferences and view your benefits.
da_dk: Du er allerede medlem af vores kundeklub.%1$s %2$sKlikk her%3$s hvis du vil gå til "Min side" og se dine medlemsfordele eller ændre dine præferencer.
nb_no: Du er allerede medlem i vår Kundeklubb.%1$s %2$sKlikk her%3$s dersom du ønsker å gå inn på «Min side» og se medlemsfordelene dine eller endre preferansene dine.
sv_se: Du har redan gått med i vårt lojalitetsprogram.%1$sGå till sidan %2$sMy Account%3$s om du vill ändra dina inställningar och se dina förmåner.

source: You have no coupons available at the time
da_dk: Ingen tilgængelige kuponer lige nu
nb_no: Ingen tilgjengelig kuponger akkurat nå
sv_se: Du har inga tillgängliga kuponger för tillfället

source: You have no stamps available at the time
da_dk: Du har i øjeblikket ikke et klippekort til rådighed
nb_no: Du har ingen klippekort tilgjengelig for øyeblikket
sv_se: Du har inga klippkort tillgängliga för tillfället

source: You have unsubscribed the Loyalty Program. To enroll again and enjoy the benefits, please %1$sclick here%2$s
da_dk: Du er nu afmeldt af kundeklubben. For at blive medlem igen %1$sklikke her%2$s
nb_no: Du er nå meldt ut av kundeklubben. For å bli medlem igjen %1$sklikke her%2$s
sv_se: Du har avslutat prenumerationen på lojalitetsprogrammet. För att registrera dig igen och dra nytta av fördelarna %1$sklicka här%2$s

source: You must be at least %1$s years old to join the Loyalty Program
da_dk: Du skal være mindst %1$s år gammel for at blive medlem af vores kundeklub
nb_no: Du må være minst %1$s år for å bli med i vår Kundeklubb
sv_se: Du måste vara minst %1$s år gammal för att gå med i lojalitetsprogrammet

source: You must enter a valid date value
da_dk: Indtast venligst en gyldig dato
nb_no: Skriv inn en gyldig dato
sv_se: Du måste ange ett giltigt datumvärde

source: You must enter a valid mobile number
da_dk: Dette er ikke et gyldigt telefonnummer
nb_no: Dette er ikke et gyldig mobilnummer
sv_se: Du måste ange ett giltigt mobilnummer

source: You need to enroll on the Loyalty Program first, before you can access your coupons.%1$sTo enroll, please %2$sclick here%3$s
da_dk: Du skal først tilmelde dig loyalitetsprogrammet, før du kan få adgang til kuponer.%1$sFor at tilmelde dig, venligst %2$sklik her%3$s
nb_no: Du må melde deg på lojalitetsprogrammet først, før du kan få tilgang til kuponger.%1$sFor å melde deg på, vennligst %2$sklikk her%3$s
sv_se: Du måste registrera dig för lojalitetsprogrammet först innan du kan komma åt dina kuponger.%1$sFör att registrera dig %2$sklicka här%3$s

source: You need to enroll on the Loyalty Program first, before you can access your stamp cards. To enroll, please %1$sclick here%2$s
da_dk: Du skal først tilmelde dig loyalitetsprogrammet, før du kan få adgang til dine klippekort. For at tilmelde dig, venligst %1$sklik her%2$s
nb_no: Du må melde deg på lojalitetsprogrammet først, før du kan få tilgang til dine klippekort. For å melde deg på, vennligst %1$sklikk her%2$s
sv_se: Du måste registrera dig för lojalitetsprogrammet först innan du kan komma åt dina stämpelkort. För att registrera dig %2$sklicka här%3$s

source: You need to enroll on the Loyalty Program first, before you can access your stamp cards.%1$sTo enroll, please %2$sclick here%3$s
da_dk: Du skal først tilmelde dig loyalitetsprogrammet, før du kan få adgang til dine klippekort. %1$sFor at tilmelde dig, venligst %2$sklik her%3$s
nb_no: Du må melde deg på lojalitetsprogrammet først, før du kan få tilgang til dine klippekort. %1$sFor å melde deg på, vennligst %2$sklikk her%3$s
sv_se: Du måste registrera dig för lojalitetsprogrammet först innan du kan komma åt dina stämpelkort.%1$sFör att registrera dig %2$sklicka här%3$s

source: You need to enroll on the Loyalty Program first, before you can invite your friends.%1$sTo enroll, please %2$sclick here%3$s
da_dk: Du skal først tilmelde dig loyalitetsprogrammet, før du kan få adgang til kuponer.%1$sFor at tilmelde dig, venligst %2$sklik her%3$s
nb_no: Du må melde deg på lojalitetsprogrammet først, før du kan få tilgang til kuponger.%1$sFor å melde deg på, vennligst %2$sklikk her%3$s
sv_se: Du måste registrera dig för lojalitetsprogrammet först innan du kan bjuda in dina vänner.%1$sFör att registrera dig %2$sklicka här%3$s

source: You need to login and become a member of our Loyalty Program before you can use this coupon code.
da_dk: Du skal logge ind og blive medlem af vores kundeklub, før du kan bruge denne kupon.
nb_no: Du må logge inn og bli medlem av vår Kundeklubb før du kan bruke denne kupongen.
sv_se: Du måste logga in och bli medlem i vårt lojalitetsprogram innan du kan använda denna kupongkod.

source: Your API-Key (32 chars long)
da_dk: API-nøgle (32 tegn lang)
nb_no: API-Nøkkel (32 tegn lang)
sv_se: Din API-nyckel (32 tecken lång)

source: Your friend's email
da_dk: E-mail
nb_no: E-post
sv_se: Din väns e-post

source: Your friend's first name
da_dk: Fornavn
nb_no: Fornavn
sv_se: Din väns förnamn

source: Your friend's last name
da_dk: Efternavn
nb_no: Etternavn
sv_se: Din väns efternamn

source: Your friend's name
da_dk: Navn
nb_no: Navn
sv_se: Din väns namn

source: Your loyalty program preferences were successfully updated
da_dk: Dine ændringer er blevet opdateret.
nb_no: Dine endringer er oppdatert.
sv_se: Dina inställningar för lojalitetsprogram har uppdaterats

source: Your phone number has been successfully changed!
da_dk: Dit mobilnummer er ændret.
nb_no: Ditt mobilnummer er endret.
sv_se: Ditt telefonnummer har ändrats!

source: Your store PIN (6-digit long)
da_dk: StoreID (6 siffer lang)
nb_no: Butikk PIN (6 siffer lang)
sv_se: Din Store PIN-kod (6 siffror)
