Repository: morfjord/Diller-Loyalty
Catalog: languages/diller-loyalty-*.po
Languages: da_dk, nb_no, sv_se

source: and maximum of %d characters long
da_dk: og maks %d tegn
nb_no: og maks %d tegn
sv_se: och maximalt %d tecken lång

source: %1$s cannot be longer than %2$d characters
da_dk: %1$s kan ikke være mer enn %2$d tegn i lengde
nb_no: %1$s kan ikke være mer enn %2$d tegn i lengde
sv_se: %1$s får inte vara längre än %2$d tecken

source: %1$s must be minimum %2$d characters long
da_dk: %1$s må ha minst %2$d tegn
nb_no: %1$s må ha minst %2$d tegn
sv_se: %1$s måste vara minst %2$d tecken långt

source: %s is required
da_dk: %s er påkrevd
nb_no: %s er påkrevd
sv_se: %s krävs

source: Address
da_dk: Adresse
nb_no: Adresse
sv_se: Adress

source: After billing details
da_dk: Etter faktureringsdetaljer
nb_no: Etter faktureringsdetaljer
sv_se: Efter faktureringsuppgifter

source: Allow phone numbers from all countries
da_dk: Tillat telefonnumre fra andre land
nb_no: Tillat telefonnumre fra andre land
sv_se: Tillåt telefonnummer från alla länder

source: Allow phone numbers from all countries, except for…
da_dk: Tillat telefonnumre fra alle land, bortsett fra...
nb_no: Tillat telefonnumre fra alle land, bortsett fra...
sv_se: Tillåt telefonnummer från alla länder, med undantag för...

source: Allow phone numbers from specific countries
da_dk: Tillat telefonnumre fra bestemte land
nb_no: Tillat telefonnumre fra bestemte land
sv_se: Tillåta telefonnummer från vissa länder

source: API-Key
da_dk: API-nøkkel
nb_no: API-nøkkel
sv_se: API-nyckel

source: Apply
da_dk: Bruk
nb_no: Bruk
sv_se: Använd

source: Are you sure you want to leave the Loyalty Program ? You will miss out on great our special offers and discounts.
da_dk: Er du sikker på du ønsker å slette medlemskapet?
nb_no: Er du sikker på du ønsker å slette medlemskapet?
sv_se: Är du säker på att du vill lämna lojalitetsprogrammet? Du kommer att gå miste om våra fantastiska specialerbjudanden och rabatter.

source: Awaiting registration
da_dk: Avventer registrering
nb_no: Avventer registrering
sv_se: Väntar på registrering

source: Become a member of our loyalty program and enjoy benefits and offers that is only available for our members. With this purchase you could have earned %1$s points
da_dk: Bli medlem av kundeklubben for å få eksklusive tilbud og fordeler. Med dette kjøpet kunne du ha opptjent %1$s poeng.
nb_no: Bli medlem av kundeklubben for å få eksklusive tilbud og fordeler. Med dette kjøpet kunne du ha opptjent %1$s poeng.
sv_se: Bli medlem i vårt lojalitetsprogram och ta del av förmåner och erbjudanden som endast är tillgängliga för våra medlemmar. Med detta köp kunde du ha tjänat %1$s poäng

source: Become a member of our Loyalty Program to get exclusive benefits and offers from us.%1$s%2$sClick here%3$s to enroll now
da_dk: Bli medlem i kundeklubben vår for å få fordeler og nyheter fra oss. %1$s%2$sKlikk her%3$s for å bli medlem nå.
nb_no: Bli medlem i kundeklubben vår for å få fordeler og nyheter fra oss. %1$s%2$sKlikk her%3$s for å bli medlem nå.
sv_se: Bli medlem i vårt lojalitetsprogram för att få exklusiva förmåner och erbjudanden från oss.%1$s%2$sKlicka här%3$s för att registrera dig nu

source: Before terms & conditions
da_dk: Før vilkår og betingelser
nb_no: Før vilkår og betingelser
sv_se: Innan villkoren

source: Birth date
da_dk: Bursdag
nb_no: Bursdag
sv_se: Födelsedatum

source: Can be used unlimited times
da_dk: Kan brukes ubegrenset ganger
nb_no: Kan brukes ubegrenset ganger
sv_se: Kan användas obegränsat antal gånger

source: Choose one or more countries, to display on the top of the list
da_dk: Velg ett eller flere land for å vises øverst på listen
nb_no: Velg ett eller flere land for å vises øverst på listen
sv_se: Välj ett eller flera länder som ska visas högst upp i listan.

source: Close
da_dk: Lukke
nb_no: Lukk
sv_se: Stäng

source: Completed - The order is delivered and completed.
da_dk: Afsluttet - Ordren er leveret og gennemført.
nb_no: Fullført - Bestillingen er levert og fullført.
sv_se: Färdigbehandlad - Beställningen levereras och slutförs.

source: Configure date formats, etc
da_dk: Konfigurer datoformater, osv
nb_no: Konfigurer datoformater, osv
sv_se: Konfigurera datumformat etc.

source: Congratulations! We see that you are already a member. Request an SMS with a verification code to continue.
da_dk: Gratulerer! Vi kan se, at du allerede er medlem. Anmod om en sms med en bekræftelseskode for at fortsætte.
nb_no: Gratulerer! Vi ser at du allerede er medlem. Be om en SMS med en bekreftelseskode for å fortsette.
sv_se: Grattis! Vi ser att du redan är medlem. Begär ett SMS med en verifieringskod för att fortsätta.

source: Congratulations! You are now registered successfully in our loyalty program.
da_dk: Gratulerer! Du er nu registrert i vår kundeklub.
nb_no: Gratulerer! Du er nå registrert i vår kundeklubb.
sv_se: Grattis! Du har nu registrerats i vårt lojalitetsprogram.

source: Congratulations! You will get an SMS shortly with your new password to login to your account %1$shere%2$s.
da_dk: Gratulerer! Du vil snart modtage en SMS med din nye adgangskode for at logge ind på din konto %1$shere%2$s.
nb_no: Gratulerer! Du vil snart motta en SMS med ditt nye passord for å logge inn på %1$skontoen din her%2$s.
sv_se: Grattis! Du kommer inom kort att få ett SMS med ditt nya lösenord för att logga in på ditt konto %1$shere%2$s.

source: Connect
da_dk: Opret forbindelse
nb_no: Koble til
sv_se: Ansluta

source: Connect your store
da_dk: Tilslut din butik
nb_no: Koble til butikken
sv_se: Anslut din butik

source: Connected successfully
da_dk: Tilsluttet
nb_no: Koblet til
sv_se: Ansluten framgångsrikt

source: Contact your partner to get your API-Key and Store ID.
da_dk: Kontakt din partner for at få din API-nøgle og "Store ID"
nb_no: Kontakt din diller partner for og få API-Key og "Store ID"
sv_se: Kontakta din partner för att få din API-nyckel och Store-ID.

source: Could not connect store. Details: %s
da_dk: Butikken kunne ikke forbindes. Detaljer: %s
nb_no: Kunne ikke koble til butikken. Årsak: %s
sv_se: Kunde inte ansluta butiken. Detaljer: %s

source: Could not extract the country code from the phone number.
da_dk: Kunne ikke hente landekode fra telefonnummer
nb_no: Kunne ikke hente landskode fra telefonnummeret
sv_se: Det gick inte att extrahera landskoden från telefonnumret.

source: Countries
da_dk: Lande
nb_no: Land
sv_se: Länder

source: Country
da_dk: Land
nb_no: Land
sv_se: Land

source: Customize how Diller plugin interacts with Woocommerce
da_dk: Tilpas, hvordan Diller plugin interagerer med Woocommerce
nb_no: Tilpass hvordan Diller-pluginen samhandler med Woocommerce
sv_se: Anpassa hur Diller plugin interagerar med Woocommerce

source: Date value cannot be higher than today's date
da_dk: Datoværdien må ikke være højere end dagens dato
nb_no: Dato kan ikke være høyere enn i dag
sv_se: Datumet kan inte vara högre än dagens datum.

source: Default date placeholder
da_dk: Standard datopladsholder
nb_no: Standard datoformat
sv_se: Standarddatum platshållare

source: Default phone country code
da_dk: Telefonens standard landekode
nb_no: Standard landskode
sv_se: Standard landskod för telefon

source: Didn't get the code? Resend it >
da_dk: Fik du ikke koden? Send det igen >
nb_no: Fikk du ikke koden? Send den på nytt >
sv_se: Fick du inte koden? Skicka den igen >

source: Diller is a loyalty platform for businesses that is easy, affordable and profitable and integrates seamlessly with your WooCommerce shop.
da_dk: Diller er en marketingplatform, der opbygger kundeloyalitet, så dine kunder handler oftere og mere over længere tid. Diller integreres problemfrit med din WooCommerce butik.
nb_no: Diller er en markedsføringsplattform som bygger kundelojalitet, slik at kundene dine handler oftere og mer, over lengre tid. Diller integreres smidig med din WooCommerce-butikk.
sv_se: Diller är en lojalitetsplattform för företag som är enkel, prisvärd och lönsam och som integreras sömlöst med din WooCommerce-butik.

source: Diller Loyalty
da_dk: Diller Lojalitet
nb_no: Diller Lojalitet

source: Diller Loyalty 2
da_dk: Diller Lojalitet
nb_no: Diller Lojalitet

source: Discount
da_dk: Rabat
nb_no: Rabatt
sv_se: Rabatt

source: Dismiss this notice.
da_dk: Afvis meddelelse.
nb_no: Avvis varsel.
sv_se: Avvisa detta meddelande.

source: Display "Join Loyalty Program" checkboxes
da_dk: Vis afkrydsningsfelterne "Tilmeld dig kundeklub".
nb_no: Vis "Bli med i kundeklubb" avmerkingsbokser
sv_se: Visa kryssrutor för "Gå med i lojalitetsprogram".

source: Display checkboxes for joining the Loyalty Program right after the billing fields, at checkout. This is the default setting.
da_dk: Vis afkrydsningsfelter for at blive medlem af kundeklubben lige efter faktureringsoplysninger ved kassen. Dette er standardindstillingen.
nb_no: Vis avmerkingsbokser for å bli med i kundeklubb rett etter faktureringsdetaljer, ved kassen. Dette er standardinnstillingen.
sv_se: Visa kryssrutor för att gå med i lojalitetsprogrammet direkt efter faktureringsfälten, i kassan. Detta är standardinställningen.

source: Display checkboxes for joining the Loyalty Program right before the terms and conditions checkbox field, at checkout.
da_dk: Vis afkrydsningsfelter for at blive medlem af kundeklubben lige før afkrydsningsfeltet for vilkår og betingelser, ved kassen.
nb_no: Vis avmerkingsbokser for å bli med i kundeklubb rett før avmerkingsboksen for vilkår og betingelser, ved kassen.
sv_se: Visa kryssrutor för att gå med i lojalitetsprogrammet precis före kryssrutan för villkor och villkor vid kassan.

source: E-mail: I want to receive benefits, offers and other marketing electronically in connection with the customer club by E-mail.
da_dk: E-mail: Jeg ønsker at modtage fordele, tilbud og anden markedsføring elektronisk i forbindelse med kundeklubben på E-mail.
nb_no: E-post: Jeg ønsker å få tilsendt fordeler, tilbud og annen markedsføring elektronisk i tilknytning til kundeklubben på E-post.
sv_se: E-post: Jag vill få förmåner, erbjudanden och annan marknadsföring elektroniskt i anslutning till kundklubben via E-post.

source: Earn %s points for each friend you refer to sign up for our Loyalty Program
da_dk: Tjen %s point per ven, du henviser til vores kundeklub.
nb_no: Tjen %s poeng per venn du verver til vår kundeklubb.
sv_se: Tjäna %s poäng för varje vän du hänvisar till att registrera dig för vårt lojalitetsprogram

source: Email
nb_no: E-post
sv_se: E-post

source: Enable
da_dk: Aktiver
nb_no: Aktiver
sv_se: Aktivera

source: Enable and disable features for my account
da_dk: Aktiver og deaktiver funktioner for min konto
nb_no: Aktiver og deaktiver funksjoner for kontoen min
sv_se: Aktivera och inaktivera funktioner för mitt konto

source: Enable stamps usage
da_dk: Aktiver klippekort bruk
nb_no: Aktiver klippekort bruk
sv_se: Aktivera användning av klippkort

source: Enhanced phone field
da_dk: Forbedre telefonfelter
nb_no: Forbedre telefon-felt
sv_se: Förbättrat telefonfält

source: Environment:
da_dk: Miljø:
nb_no: Miljø:
sv_se: Miljö:

source: expired
da_dk: udløbet
nb_no: utløpt
sv_se: upphör

source: Expires:
da_dk: Udløber:
nb_no: Utløper:
sv_se: Upphör att gälla:

source: Female
da_dk: Kvinde
nb_no: Kvinne
sv_se: Kvinna

source: Field: %s has an invalid date value.
da_dk: Felt: %s har en ugyldig værdi.
nb_no: Felt: %s har en ugyldig verdi.
sv_se: Fält: %s har ett ogiltigt datumvärde.

source: Field: %s is required.
da_dk: Felt: %s er påkrævet
nb_no: Felt: %s er påkrevet
sv_se: Fält: %s krävs.

source: First Name
da_dk: Fornavn
nb_no: Fornavn
sv_se: Förnamn

source: Fixed
da_dk: Beløbsrabat
nb_no: Beløpsrabatt
sv_se: Fast

source: Formats
da_dk: Formater
nb_no: Formater
sv_se: Format

source: Free shipping
da_dk: Gratis fragt
nb_no: Gratis frakt
sv_se: Gratis frakt

source: Gender
da_dk: Kjøn
nb_no: Kjønn
sv_se: Kön

source: Go to %1$sMy Account%2$s page instead to join the Loyalty Program
da_dk: Gå til %1$sMy Account%2$s for at blive medlem af kundeklubben
nb_no: Gå til %1$sMy Account%2$s for å bli med i kundeklubben
sv_se: Gå till sidan %1$sMitt konto%2$s istället för att gå med i lojalitetsprogrammet

source: Go to coupon
da_dk: Gå til kupon
nb_no: Gå til kupong
sv_se: Gå till kupong

source: Go to stamp
da_dk: Gå til klippekort
nb_no: Gå til klippekort
sv_se: Gå till klipp

source: I want to get offers and benefits that suit me based on my preferences and purchase history.
da_dk: Jeg vil gerne have tilbud og fordele, der passer til mig baseret på mine præferencer og købshistorik.
nb_no: Jeg ønsker å få tilbud og fordeler som passer for meg basert på mine preferanser og kjøpshistorikk.
sv_se: Jag vill få erbjudanden och förmåner som passar mig utifrån mina preferenser och köphistorik.

source: I want to join %1$s's loyalty club and receive benefits, offers and other marketing communications electronically, including email, SMS and the like. Read our %2$sprivacy policy here%3$s
da_dk: Jeg melder mig ind i kundeklubben for %1$s og vil modtage fordele, tilbud og anden markedsføring elektronisk, herunder e-mail, SMS og lignende. %2$sSe vilkårene her%3$s
nb_no: Jeg melder meg inn i kundeklubben til %1$s og vil få tilsendt fordeler, tilbud og annen markedsføring elektronisk, herunder epost, SMS o.l. %2$sSe vilkårene her%3$s
sv_se: Jag vill gå med i %1$s kundklubb och kommer att få förmåner, erbjudanden och annan marknadsföring elektroniskt, inklusive e-post, SMS och liknande. Läs vår %2$sintegritetspolicy här%3$s

source: If checked, Diller will try to fetch name and address automatically from 1881.no, by using the phone number.
da_dk: Hvis markeret, vil Diller hente oplysninger fra 1881.no for telefonnummeret. (Kun norske telefonnumre virker)
nb_no: Hvis huket på, Diller vil hente opplysninger fra 1881.no for telefonnummeret
sv_se: Om krysset är markerat försöker Diller hämta namn och adress automatiskt från 1881.no genom att använda telefonnumret.

source: If checked, form displays an enhanced phone input field, with dropdown to pick country codes and validate phone numbers
da_dk: Hvis markeret, viser formularen et udvidet telefonnummerfelt med en rullemenu til valg af landekoder og validering af telefonnumre
nb_no: Hvis huket på, viser skjemaet et forbedret telefonnummer-felt, med rullegardin for å velge landskoder og validere telefonnumre
sv_se: Om den är markerad visar formuläret ett förbättrat inmatningsfält för telefoner, med en rullgardinsmeny för att välja landskoder och validera telefonnummer.

source: If checked, Stamps feature will be available for this store.
da_dk: Hvis markeret, vil klippekortfunktionen være tilgængelig for butikken.
nb_no: Hvis huket på, vil klippekortfunksjonen være tilgjengelig for butikken.
sv_se: Om du kryssar i denna ruta är funktionen klippkort tillgänglig för denna butiken.

source: Invalid authentication. Please make sure you typed the correct API-key and Store Pin.
da_dk: Ugyldig godkendelse. Sørg for, at du har indtastet den korrekte API-nøgle og StoreID.
nb_no: Ugyldig autentisering. Pass på at du har skrevet inn riktig API-nøkkel og butikk-pin.
sv_se: Ogiltig autentisering. Kontrollera att du har skrivit rätt API-nyckel och Store Pin.

source: Invalid input. Could not parse phone number.
da_dk: Ugyldigt input. Kunne ikke genkende mobilnummer
nb_no: Ugyldig inndata. Kunne ikke gjenkjenne mobilnummer
sv_se: Felaktig input. Kunde inte analysera telefonnummer.

source: Invalid verification code.
da_dk: Ugyldig bekræftelseskode
nb_no: Ugyldig verifiseringskode
sv_se: Ogiltig kontrollkod.

source: Invite status
da_dk: Invitationsstatus
nb_no: Invitasjon status
sv_se: Inbjudningsstatus

source: Join Loyalty Program
da_dk: Bliv medlem af vores kundeklub
nb_no: Bli medlem av vår kundeklubb
sv_se: Gå med i lojalitetsprogram

source: Join our Loyalty Program for exclusive benefits
da_dk: Meld dig ind i vores kundeklub for unikke tilbud og fordele
nb_no: Bli medlem av vår kundeklubb for unike tilbud og fordeler
sv_se: Gå med i vårt lojalitetsprogram för exklusiva förmåner

source: Last Name
da_dk: Efternavn
nb_no: Etternavn
sv_se: Efternamn

source: Leave
da_dk: Log ud
nb_no: Meld ut
sv_se: Lämna

source: Loyalty Program
da_dk: Kundeklub
nb_no: Kundeklubb
sv_se: Lojalitetsprogram

source: Loyalty Program - Customer earned %1$s points with this purchase.
da_dk: Kundeklub - Kunden har optjent %1$s point.
nb_no: Kundeklubb - Kunde opptjent %1$s poeng.
sv_se: Lojalitetsprogram – Kunden tjänade %1$s poäng med detta köp.

source: Loyalty Program - Order cancelled. %1$s points removed.
da_dk: Kundeklub - Booking annulleret. %1$s point blev trukket fra.
nb_no: Kundeklubb - Bestilling kansellert. %1$s poeng ble trukket.
sv_se: Lojalitetsprogram - Beställning avbruten. %1$s poäng har tagits bort.

source: Loyalty Program - Unsubscribe
da_dk: Kundeklub - Afmeld
nb_no: Kundeklubb - Utmelding
sv_se: Lojalitetsprogram - Avsluta prenumeration

source: Loyalty Program Status
da_dk: Kundeklubstatus
nb_no: Kundeklubb status
sv_se: Status för lojalitetsprogram

source: Male
da_dk: Mand
nb_no: Mann
sv_se: Man

source: Member level qualification period
da_dk: Kvalifikationsperiode for opgradering af medlemsniveau
nb_no: Kvalifiseringsperiode for oppgradering av medlemsnivå
sv_se: Kvalifikationsperiod på medlemsnivå

source: Minimum age for enrollment
da_dk: Aldersgrænse for at blive medlem af en kundeklub
nb_no: Aldersgrense for å bli med i kundeklubb
sv_se: Minimiålder för inskrivning

source: Mobile number
da_dk: Mobilnummer
nb_no: Mobilnummer
sv_se: Mobilnummer

source: My Account
da_dk: Min Konto
nb_no: Min Konto
sv_se: Mitt konto

source: My Coupons
da_dk: Mine kuponer
nb_no: Mine kuponger
sv_se: Mina Kuponger

source: My coupons
da_dk: Mine kuponer
nb_no: Mine kuponger
sv_se: Mina kuponger

source: My level
da_dk: Mit niveau
nb_no: Mitt nivå
sv_se: Min nivå

source: My points
da_dk: Mine pointer
nb_no: Mine poeng
sv_se: Mina poäng

source: My stamp cards
da_dk: Mine klippekort
nb_no: Mine klippekort
sv_se: Mina klippkort

source: My stamps
da_dk: Mine klippekort
nb_no: Mine klippekort
sv_se: Mina klipp

source: Never expire
da_dk: Går aldrig forældet
nb_no: Går aldri ut på dato
sv_se: Upphör aldrig

source: New mobile number
da_dk: Nyt mobilnummer
nb_no: Nytt mobilnummer
sv_se: Nytt mobilnummer

source: None
da_dk: Ingen
nb_no: Ingen
sv_se: Ingen

source: Ooops! An error has occurred while trying to unsubscribe you from the Loyalty Program. Please try again later. If the problem persists please contact us.
da_dk: Ups! Der opstod en fejl under forsøget på at afmelde kundeklubben. Prøv igen senere. Hvis problemet fortsætter, bedes du kontakte os.
nb_no: Oops! Det har oppstått en feil mens vi forsøkte og melde deg ut av kundeklubben. Prøv igjen senere. Hvis problemet fortsetter, vennligst ta kontakt med oss.
sv_se: Oj! Ett fel uppstod när du försökte avregistrera dig från lojalitetsprogrammet. Vänligen försök igen senare. Kontakta oss om problemet kvarstår.

source: Ooops! An error has occurred while we tried to enroll you in the loyalty program. Please try again later. If the problem persists please contact us.
da_dk: Ups! Der opstod en fejl under forsøget på at blive medlem af kundeklubben. Prøv igen senere. Hvis problemet fortsætter, bedes du kontakte os.
nb_no: Oops! Det har oppstått en feil mens vi forsøkte å melde deg inn i kundeklubben. Prøv igjen senere. Hvis problemet fortsetter, vennligst ta kontakt med oss.
sv_se: Oj! Ett fel uppstod när vi försökte registrera dig i lojalitetsprogrammet. Vänligen försök igen senare. Kontakta oss om problemet kvarstår.

source: Ooops! An error has occurred while we tried to update your loyalty program preferences. Please try again later. If the problem persists please contact us.
da_dk: Ups! Der opstod en fejl under forsøget på at opdatere dine kundeklubpræferencer. Prøv igen senere. Hvis problemet fortsætter, bedes du kontakte os.
nb_no: Oops! Det har oppstått en feil mens vi forsøkte å oppdatere dine preferenser på kundeklubben. Prøv igjen senere. Hvis problemet fortsetter, vennligst ta kontakt med oss.
sv_se: Oj! Ett fel uppstod när vi försökte uppdatera dina inställningar för lojalitetsprogram. Vänligen försök igen senare. Kontakta oss om problemet kvarstår.

source: Other settings
da_dk: Andre indstillinger
nb_no: Andre innstillinger
sv_se: Andra inställningar

source: Other settings for customizing Loyalty Program enrollment
da_dk: Øvrige indstillinger for tilpasning af tilmelding til Kundeklubben
nb_no: Andre innstillinger for å tilpasse innmelding til Kundeklubb
sv_se: Andra inställningar för att anpassa registreringen av lojalitetsprogram

source: Percentage
da_dk: Procent rabat
nb_no: Prosentrabatt
sv_se: Procentsats

source: Phone
da_dk: Telefonnummer
nb_no: Telefonnummer
sv_se: Telefon

source: Phone lookup - 1881.no
da_dk: Søg telefonnummer på 1881.no (Kun norske numre)
nb_no: Søk telefonnummer på 1881.no
sv_se: Telefonuppslag - 1881.no

source: Phone number is available.
da_dk: Telefonnummer er tilgængeligt.
nb_no: Telefonnummer er tilgjengelig.
sv_se: Telefonnummer är tillgängligt.

source: Phone number is invalid.
da_dk: Telefonnummeret er ugyldigt
nb_no: Telefonnummer er ugyldig
sv_se: Telefonnumret är ogiltigt.

source: Phone numbers allowed
da_dk: Telefonnumre tilladt
nb_no: Telefonnumre tillatt
sv_se: Tillåtna telefonnummer

source: Please provide a valid value for field: %s .
da_dk: Indtast venligst en gyldig feltværdi: %s .
nb_no: Vennligst oppgi gyldig verdi for felt: %s .
sv_se: Ange ett giltigt värde för fältet: %s .

source: Please wait 2 minutes before requesting another code
da_dk: Vent venligst 2 minutter, før du anmoder om en ny kode
nb_no: Vennligst vent 2 minutter før du ber om en ny kode
sv_se: Vänta 2 minuter innan du begär en annan kod

source: points
da_dk: point
nb_no: poeng
sv_se: poäng

source: Points earned
da_dk: Optjente point
nb_no: Poeng opptjent
sv_se: poäng lagts till

source: points earned
da_dk: point optjent
nb_no: poeng opptjent
sv_se: poäng lagts till

source: Points earned for the period
da_dk: Point optjent i perioden
nb_no: Poeng opptjent i perioden
sv_se: Poäng intjänade för perioden

source: Points for use
da_dk: Points der kan bruges
nb_no: Poeng som kan brukes
sv_se: Poäng att använda

source: Points till next level
da_dk: Point til næste niveau
nb_no: Poeng for neste nivå
sv_se: Poäng till nästa nivå

source: Postal city
da_dk: By
nb_no: Poststed
sv_se: Stad

source: Postal code
da_dk: Postnummer
nb_no: Postnummer
sv_se: Postnummer

source: Prefer not to answer
da_dk: Ønsker ikke at dele
nb_no: Ønsker ikke å dele
sv_se: Föredrar att inte svara

source: Preferred countries
da_dk: Foretrukken land
nb_no: Foretrukkede land
sv_se: Företrädda länder

source: Processed - Payment was accepted and order is processing mode.
da_dk: Behandles - Betalingen blev accepteret, og ordren er i behandlingstilstand.
nb_no: Behandler - Betaling ble akseptert og bestillingen er i behandlingsmodus.
sv_se: Behandlas - Betalningen accepterades och beställningen är i behandlingsläge.

source: Promo code
da_dk: Rabatkode
nb_no: Rabattkode
sv_se: Rabattkod

source: Promo code:
da_dk: Rabatkode:
nb_no: Rabattkode:
sv_se: Rabattkod:

source: Qualification period
da_dk: Kvalifikationsperiode
nb_no: Kvalifiseringsperiode
sv_se: Kvalifikationsperiod

source: Reason: The API was unreachable because the Airplane Mode plugin is active.
da_dk: Årsag: API'et var ikke tilgængeligt, fordi plugin'et flytilstand er aktivt.
nb_no: Årsak: API var utilgjengelig fordi flymodus plugin er aktiv.
sv_se: Anledning: API:et gick inte att nå eftersom plugin-programmet Flygplansläge är aktivt.

source: Reconnect
da_dk: Tilslut igen
nb_no: Koble til på nytt
sv_se: Återanslut

source: Refer a friend
da_dk: Henvis en ven
nb_no: Verv en venn
sv_se: Hänvisa en vän

source: Registration completed
da_dk: Registrering gennemført
nb_no: Registrering fullført
sv_se: Registreringen genomförd
